commands = '''
**-` .م1` : اوامر السورس

-` .م2` : اوامر الحساب

-` .م3` : اوامر الكروبات وتجميع النقاط

-` .م4` : اوامر تشيكر تمويل**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**-` .فحص ` : فحص السورس

-` .المطور ` : مطور السورس

-` .الاوامر ` :اوامر السورس**

-` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**-` .ايدي ` : ايدي حسابك

-` .فك حظر ` : فك حظر كل يلي حاظرهم **
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**- ` .  اذهب الى بوت المليار وارسل (.تجميع المليار ) بدون الاقواس 

-` .ادمن` : القنوات يلي انت ادمن بيها**
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**`.تشيكر` : لمعرفه اوامر الصيد**
`-- -- -- -- -- -- -- -- --`
"""
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` .صيد + العدد + النوع + القناة ` :يفحص يوزرات ويحطها بقناه
✰` .الانواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
---------
الانواع :
---------
1 : ثلاثي

2 : ثلاثي فقط احرف و اخر ارقام

3 : بوت ثنائي

4 : بوت ثلاثي

5 : خماسي حرف

6 : خماسي حرفين

7 : سداسي حرف

8 : سداسي حرفين 

9 : سباعي حرف 

10 : رباعي
------------------------------------------------
طريقة تفعيل الصيد 

.صيد + عدد الصيد + رقم نوع الصيد + يوزر القناه الذي انشاته
-----------------------------------------------
-----------------------------
- مثال : .صيد 30000 1 @BHthon
-----------------------------
'''
