ommands = '''
**-` .م1` : اوامر السورس

-` .م2` : اوامر الحساب

-` .م3` : اوامر الكروبات والاذاعة

-` .م4` : اوامر تشيكر و تمويل**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**-` .فحص ` : فحص السورس

-` .المطور ` : مطور السورس

-` .الاوامر ` :اوامر السورس**

-` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**-` .ايدي ` : ايدي حسابك

-` .فك حظر ` : فك حظر كل يلي حاظرهم **
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**- ` .امر غير شغال..! **
-` .adمن`: القنوات يلي انت ادمن بيها  **
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**`.تشيكر` : لمعرفه اوامر الصيد**
`-- -- -- -- -- -- -- -- --`
"""
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` . قناه السورس @BHthon  -  @hhhh_xxx

✰` .صيد 30000 + النوع + يوزر قناتك : يبدأ الفحص 

✰` .حالة الصيد ` :معرفة تقدم الفحص

✰` .الانواع ` : انواع اليوزرات

✰` . المطور < @bbqqqb 
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
---------
الانواع :
---------
1 : d_f_q  

2 : d_f_2

3 : dfbot

4 : df2bot

5 : qqquq 

6 : aaaff

7 : qqquqq

8 : bbbbaa 

9 : aaaaaaq

10 : dd_dd
------------------------------------------------
Example: 

.صيد + عدد الصيد + رقم نوع الصيد + يوزر القناه الذي انشاته
------------------------------------------------
-----------------------------
- كروب السورس @hhhh_xxx
-----------------------------
قناه السورس @BHthon
'''
